#!/usr/bin/env python
# coding: utf-8

# In[ ]:


dict1 = {
    'буря': '10',
    'мглою': '10',
    'небо': '10',
    'кроет': '10',
    'вихри': '10',
    'снежные': '100',
    'крутя': '01',
    'то': '1',
    'как': '1',
    'зверь': '1',
    'она': '01',
    'завоет': '010',
    'заплачет': '010',
    'дитя': '01',
    'по': '1',
    'кровле': '10',
    'обветшалой': '0010',
    'вдруг': '1',
    'соломой': '010',
    'зашумит': '001',
    'путник': '10',
    'запоздалый': '0010',
    'к нам в': '1',
    'окошко': '010',
    'застучит': '001'
}

